---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MmCaret2
source: html/decc9e15-07d5-c026-6331-bc757ab9516a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MmCaret2 Property

Symbol mm^2, indicating unit Square millimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId MmCaret2 { get; }
```